;   Subtitle Workshop 2.52
;   Estonian language file
;   Rev 11/DEC/2011
;   Translator : Danny16, Bedazzle
;   E-mail     : danny16@hot.ee, sworkshop2012@gmail.com
;   Web        : http://sw.binhoster.com (old one - www.urusoft.net)

[General]
Translator=danny16, Bedazzle
Font Charset=0
AllFiles=Toetatavad failitüübid
Help=Manual.html
FPS=FPS
PlainText=Plain text
STP=Subtiitrite Tõlkeprogramm
SRF=Subtitle Report File

[Standard buttons]
01=Nõus
02=Loobu
03=Leia
04=Nõus
05=Välju
06=Jah
07=Ei

[Main Form]
01=Laad
02=Aeg
03=Kaadrid
04=Sisenev FPS:
05=FPS:
06=Tööta:
07=Kestvusega|Lõpuajaga|Mõlematega
08=Number
09=Algus
10=Lõpp
11=Tekst
12=Tõlge
13=%d Tõlkimata read
14=Kestvus:
15=%s (%s kirjamärgid):
16=- Tõlkimata tekst -
; added in 2.52
17=CPS:

[Main menu header]
01=Fail
02=Toimeta
03=Otsi
04=Tööriistad
05=Film
06=Seaded
07=Abi

[Main menu/File]
01=Uus tiiter...
02=Laadi tiiter...
03=Eelmised failid
04=Puhasta list
05=Laadi
06=Projekt...
07=Originaal
08=Tõlgitud
09=Salvesta
10=Originaal nagu...
11=Tõlgitud nagu...
12=Salvesta kausta...
13=Sulge
14=Välju

[Main menu/Edit]
"	01=Undo"
"	02=Redo"
03=Sisesta subtiiter
04=Sisesta enne
05=Eemalda valitud
06=Lõika
07=Kopeeri
08=Kleebi
09=Vali kõik

[Main menu/Edit/Timings]
01=Ajastus
02=Sea kuvamise limiit...
03=Sea viivitus...
04=Lisa
05=Lisa subtiiter...
06=Lisa sünkroniseeritud subtiitrile
"	07=Time expander/reducer"
08=Pikendatud kestvus
09=Automaatne kestvus
10=Loe ajastus failist
11=Nihuta %s millisekundit
; added in 2.52
12=Show %s milliseconds
13=Hide %s milliseconds

[Main menu/Edit/Texts]
01=Tekstid
02=Nutikas rea lisamine
03=Konverdi valik...
04=Reavahe eemaldus
05=Eralda read...
06=Kiire reaeraldus
07=Säti maksimaalne reapikkus...
08=Loe tekstid failist
; added in 2.52
09=Set bold tag
10=Set italic tag
11=Set underline tag
12=Set color tag

[Main menu/Edit/Subtitles]
01=Subtiitrid
02=Kombineeri subtiitrid
03=Efektid
04=Trüki efekt
05=Vilkumine
06=Kiiret vilkumine
07=Keskmine vilkumine
08=Aeglane vilkumine
09=Paremalt vasakule
10=Pööra teksti
11=Paranda kirjavahemärgid
12=Sorteeri
13=Kustuta kasutud lingid
14=Märgi valitud subtiitrid
15=Eemalda märgistus valitud subtiitritel

[Main menu/Edit/Translation]
01=Tõlge
02=Tõlketöö
03=Vaheta

[Main menu/Search]
01=Otsi...
02=Leia järgmine
03=Otsi && Asenda...
04=Mine reale number...

[Main menu/Tools]
01=Õigekiri
02=Konverteeri...
03=Eralda tiitrid...
04=Liida tiitrid...
05=Informatsioon ja vead
06=Informatsioon ja vead...
07=Erinev teave...
08=OCR Skriptid
"	09=Show in main form"
10=Seaded...
11=Kontrolli vigu
12=Paranda kõik vead
13=Paranda vead (Valitud tiitritel)
14=Mine järgmisele veale
15=Lisa FPS AVI'lt
16=Väline esitlus
17=SAMI keele ekstraktor
18=Pascal skriptid

[Main menu/Movie]
01=Ava...
02=Sulge
03=Teave...
04=Video esitus
05=Show subtitles
06=Save media startup file

[Main menu/Movie/Playback]
01=Mängi
02=Mängi/Paus
03=Stopp
04=Tagasi
05=Edasi
06=Tagasi 5 sekundit
07=Edasi 5 sekundit
08=Mängimise kiirus

[Main menu/Movie/Subtitles]
01=Subtiitrid
02=Liiguta subtiitreid
03=Sea algusaeg
04=Seai lõpuaeg
05=Alusta subtiitrit
06=Lõpeta subtiiter

[Main menu/Movie/Synchronization]
01=Sünkronisatsioon
02=Esimene sünkroniseerimispunkt
03=Viimane sünkroniseerimispunkt
04=Lisa sünkroniseerimispunkt

[Main menu/Movie/Display]
01=Kuva
02=Originaal
03=Tõlge

[Main menu/Settings]
01=Väljundi seaded...
02=Keel
03=Näita vasakut tööriba
04=Näita ajakontrolli
"	05=Use in-place edition"

[Main menu/Help]
01=Tutvu: %s...
02=Kontrolli uut versiooni

[Popup Menu]
01=Italic
02=Paksendatud
03=Allajoonitud
04=Sea värv
05=Eemalda värv

[Video preview hints]
01=Mängi/Paus (%s)
02=Stopp (%s)
03=Pööra kerimisriba
04=Mine eelmisele tiitrile
05=Mine järgmisele tiitrile
06=Tagasi (%s)
07=Edasi (%s)
08=Muuda mängimise kiirus
09=Liiguta tiitrit (%s)
10=Sea algusaeg (%s)
11=Sea lõpuaeg (%s)
12=Alusta tiiter (%s)
13=Lõpeta tiiter (%s)
14=Märgi esimese sünkroniseerimispunktina (%s)
15=Märgi viimase sünkroniseerimispunktina (%s)
16=Add subtitle/video synchronization point (%s)

[Save as]
01=Salvesta kausta
02=Topeltklõps väljuval failil:
03=Valitud formaat
04=Kõik formaadid

[Custom formats]
01=Valitud formaadid
02=Teave
03=Nimi:
04=Laiend:
05=Uue rea puhastus:
06=Aeg
07=Kaadrid
08=Struktuur:
09=FPS:
10=Laadi projekt
11=Salvesta projekt
12=Pea meeles viimati valitud formaat
13=Salvesta!
14=Valitud formaadis projekt

[Settings Form]
01=Seaded
02=Uuenda programmi seadistusi
; Sections
03=Üld
04=Täpsem
05=Charsets
06=Formaadid
07=Faili tüübid
08=Salvesta
09=Video esitlus
10=Subtiitrid
11=Väline esitlus
12=Vaade
13=Programm
14=Nimekiri
15=Menüü
;-----------------;
; General section ;
;-----------------;
16=Alati pealmine
17=Luba enam kui ühe käivitamist
18=Kustutamisel küsi kinnitust
19=Esita vigased tiitrid avatud tekstina
20=Otsi filmi automaatselt
21=Sunni töötama ajalaadis
22=Teksti pööramisel jälgi ridade järjekorda
23=Vali tekst minnes järgmisele reale
24=Vali tekst minnes eelmisele reale
25=Ei ole kirjatüüpide koosmõju
26=Tööta stiliseeritud kirjatüüpidega
27=Eelmiste failide limiit:
; added in 2.52 
99=Double click on Original/Translation box
100=Default (select text)
101=Put cursor in front of first letter
102=Put cursor behind last letter
;----------;
; Advanced ;
;----------;
28=Nutikas ridade lisamine
29=Kaks rida kui on pikem:
30=kirjamärki
31=Tumbler katkestuskoht
32=Eralda read
33=Eralda rida peale:
34=Automaatne ridade lisamine
35=Maksimaalne reapikkus:
36=Nihuta aega:
37=millisekundid
; added in 2.52 
92=CPS värvimine
97=Add subtitle:
98=Gap between subtitles:
;----------;
; Charsets ;
;----------;
38=Näita peaaknas
39=Originaal kodeering:
40=Tõlke kodeering:
;-----------------;
; Formats section ;
;-----------------;
41=Vaikimisi vorming:
42=Vormingud, mida näidatakse salvestamisel.
43=Näita traditsioonilisi valikuid
44=Vali &kõik
45=Ära &vali
;--------------------;
; File types section ;
;--------------------;
46=Registreeri failitüübid käivitumisel
47=Seosta enamlevinud failitüüpidega
;--------------;
; Save section ;
;--------------;
48=Küsi luba salvestamiseks programmist väljudes/tiitri sulgemisel
49=Salvesta tiiter automaatselt iga
50=minuti järel.
51=Salvesta dubleeringuna
52=Väljundi seaded...
;---------------;
; Video preview ;
;---------------;
53=Topeltklikk subtiitril:
54=Sekundeid edasi:
55=Tühik-topeltklikk subtiitril:
56=Too esile tekstikast
57=Mine subtiitri ilmumisajale videol
58=Mine N aega enne subtiitri ilmumist videol
59=Keri ajastust edasi ja tagasi:
60=sekundit.
61=Vaikimisi muudetud mängimise kiirus:
;-------------------------;
; Video preview Subtitles ;
;-------------------------;
62=Lisa piirjooned
63=Lisa varjund
64=Proovi läbipaistvat tausta
65=Kiirenda, kasutades regioone
66=Font...
67=Värvus...
68=Taust...
69=Piirjoone laius:
70=Varjutuse laius:
71=NÄIDE
; added in 2.52
94=Positsioon
95=Ekraani üleval
96=Ekraani all
;--------------------------;
; External Preview General ;
;--------------------------;
72=Videoestitluseks kasutatav programm:
73=Leia sobiv programm
74=Küsi iga kord erinevat videot
75=Alati testi koos videoga:
;---------------------------;
; External Preview Advanced ;
;---------------------------;
76=Mis formaadis salvestad tiitrid ajutiselt:
77=Originaal formaat
78=Valitud formaat:
79=Parameteer video mängimise programmi jaoks:
80=VIDEO_FAIL tähendab, et näitab video faili mida sa vaatad antud subtiitritega. SUBT_FILE on parameeter mida vajad subtiitrite saatmiseks video playerile. Kui sa tahad saata muid parameetreid, näiteks /FS on täisekraan (full screen), jne..
;----------------;
; Look / Program ;
;----------------;
81=Kirjatüüp, mida kasutad programmiga töötamisel:
82=Kirjatüübi suurus:
83="Teksti" ja "Tõlke" väljade joondumine:
84=Vasakule|Paremale|Keskele
; added in 2.52
93=Show color bar
;-------------;
; Look / List ;
;-------------;
85=Näita vahejooni
86=Võimalda erinevaid subtiitrite kirjastiile
87=Märgista tõlkimata tiitrid värviga:
88=Näita horisontaalset kerimisriba
; added in 2.52 
91=Tekst tõlkimata subtiitritele
;-------------;
; Look / Menu ;
;-------------;
89=Kasuta Office XP stiilis Menüüd
90=Kasuta kaldmenüüd

[Output settings]
01=Seaded väljuvale failile
02=Ketta ID:
03=DVD Päis:
04=Keel:
05=Autor:
06=Veebileht:
07=Info:
08=Litsens:
09=Subtiiter:
10=Taust:
11=NÄIDIS
12=&Säti kirjatüüp
13=Joondumine:
14=Vasak
15=Keskele
16=Paremale
17=Kaadrisagedus:
18=Vähenda kaadreid
19=Värvus 0 (taust):
20=Värvus 1 (Kirjatüüp):
21=Värvus 2 (piirjoon):
22=Värvus 3 (silumine):
23=Värvusskaala Värvus n°:
24=Kontrast
25=Tiiter:
26=Kiri:
27=Kosmeetika
28=Muu
29=Äärise stiil:
30=Piirjoon + varjutus
31=Läbipaistmatu raam
32=Värvus
33=Esmane:
34=Teine:
35=Kolmas:
36=Vari:
37=Vasak serv:
38=Parem serv:
39=Vertikaalserv:
40=Piirjoon:
41=Joonduminet:
42=Kodeering:
43=Lähtetekst:
44=Programm:
45=Brausi programm:
46=Viivitus:
47=CD Track:
48=Kommentaar:
49=TMMängija Formaat
50=TMMängija+ Formaat
51=TMPlayer Liitformaat

[Duration limits]
01=Kestvuse limiidid
02=Sea maksimum kuvamisaeg
03=Millisekundit
04=Säti minimaalne kuvamisaeg
05=* Kuvamisaja lisamine ei põhjusta subtiitrite kattumist

[Set delay]
01=Sea viivitus
02=Kõikidele subtiitritele
03=Valitud subtiitritele

[Adjust subtitles]
01=Lisa subtiiter
"	02=Simple"
"	03=Advanced"
04=Esimene tekstikoht:
05=Viimane tekstikoht:
"	06=Load from file"
07=Salvesta faili
"	08=Line #"
"	09=Old time"
"	10=New time"
11=L&isa
"	12=Add from &media"
13=K&ustuta
"	14=If time is outside points scope:"
"	15=Extrapolate"
"	16=Return original time (no changes)"
"	17=Return displacement of neighbour point"
18=&Lisa!
"	19=Enter new sync point"
"	20=Old time:"
"	21=New time:"

[Time expander/reducer]
"	01=Time expander/reducer"
"	02=Expand duration"
"	03=Reduce duration"
"	04=Expand/reduce duration:"
"	05=Seconds"
"	06=Frames"
"	07=Only if subtitle is longer than:"
"	09=characters"
"	10=Only if duration is longer than:"
"	11=Only if duration is shorter than:"
"	12=Prevent overlapping"
"	13=For all the subtitles"
"	14=For selected subtitles"

[Automatic durations]
01=Automaatne kestvuse seadmine.
02=Millisekundit
03=iga tähe kohta
04=sõna kohta
05=rea kohta
06=Säti uued limiidid igal juhul
07=Ainult siis, kui uued limiidid on pikemad kui originaalil
08=Ainult siis, kui uued limiidid on lühemad kui originaalil
09=Kõik subtiitrid
10=Valitud subtiitritele

[Convert case]
01=Konverteerimise valikud
02=Lausetüüp.
03=Esimese sõna esimene täht
04="..." leidmine
05=väiketäht
06=SUURTÄHT
07=Tiitri tüüp
08=vASTAND tÜÜP
09=Kõik subtiitrid
10=Ainult valitud tiitritel

[Divide lines]
01=Eralda read
02=Eralda peale reanumbrit:
03=Kasuta automaatset kestvuslimiiti
04=Näita:
05=Peida:
06=Kestvus:
07=Jätka otse
08=%s kirjamärkidel
09=&Eralda!

[Search & Replace]
01=Leia ja paiguta uus tekst
02=Otsi
03=Otsitav tekst:
04=&Otsi!
05=Paiguta tekst:
06=Leia &järgmine
07=&Paiguta uus
08=Asenda &kõik
09=&Veel valikuid>
10=&Vähem valikuid<
11=Tähesuurus oluline
12=Leia kogu sõna
13=Hoiata enne uue teksti sisestamist
14=Otsi teksti:
15=Kogu subtiitrist
16=Valitud osast
17=Charset:

[Go to line]
01=Mine reale number
02=Sisesta rea number

[Batch convert]
01=Pakkonverteerimine
02=Konverdi mitu faili ühte formaati mõne sammuga.
; Buttons
03=< &Tagasi
04=&Järgmine>
05=K&onverdi
06=&Välju
07=&Sulge
"	08=&All"
"	09=&None"
; Page 1
10=Laiendid:
11=Otsi siit:
12=Kaasa arvatud alamkaustad
13=Täielik formaatide kontroll
14=Salvesta siia:
15=Salvestatava faili formaat:
16=Vaikimisi kaadrisagedus:
; List columns
17=Faili nimi
18=Formaat
19=FPS
20=Suurus
; Page 2
21=&Lisa
22=&Eemalda
23=P&uhasta
; Page 3
24=Valmis! Vaata logifaili:
25=Salvesta...
; Searching
26=Kontrollin faili %s

[Batch convert log]
01=%s %s – Pakk-konverteerimise logi
02=Genereeritud %s
03=Väljuv formaat: %s
04=Kokku konverteerimisele minevaid faile: %d
05=Üritatud laadida "%s"...
06=Fail on edukalt laaditud!
07=Fail "%s" juba olemas, paigutan...
08=Fail edukalt salvestatud "%s"'
09=Fail "%s" on juba olemas, ja sa ei ole lubanud seda ümber paigutada
10=Viga faili avamisel, ei saa salvestada!
11=Kokku teisendatud: %u
12=Aega kokku kulunud: %s
13=Kõik failid edukalt konverteeritud
14=Konverteerimisel ilmnesid vead, vaata altpoolt detailsemalt

[Split]
01=Jaga subtiitrid...
02=Lihtne
03=Eriline
04=Valitud tiiter
05=Tiitri number:
06=Aeg:
07=Kaader:
08=Video lõpp:
09=Nimeta
10=Osa %d:
11=Failinimi
12=Pikkus
13=Read
14=Ajaliselt võrdsed osad
15=Ridade arvult võrdsed osad
16=Video lõpust
17=Osade arv:
18=Anna automaatselt nimi
19=Väljuv kaust:
20=Väljuv formaat:
21=Arvuta ajaväärtused ringi
22=Topeltklikk video valimisel
23=&Jaga!

[Join]
01=Liida tiitrid...
02=Lisa subtiitrifailid, mida soovid liita:
03=Failinimi
04=Formaat
05=Kaadrisagedus
06=Suurus
"	07=Movie fragment (Optional)"
08=&Lisa
09=&Eemalda
10=P&uhasta
"	11=&Set movie fragment"
"	12=C&lear movie fragment"
13=Väljuv formaat:
14=Väljuv kaadrisagedus:
15=Laadi fail, peale ühendamist ja salvestamist
16=Arvuta ajaväärtused uuesti
17=&Ühenda!

[Information and errors]
01=Informatsioon ja vead
02=Kontrolli!
03=Paranda vead!
04=&Seaded
05=Küsi kinnitust igal kustutamisel
06=Subtiiter
07=Veatüüp
08=Kirjeldus
; added in 2.52
54=Raport faili
55=Report files
56=Valige palun raporti failinimi
;-------;
; Types ;
;-------;
09=Viga
10=Hoiatus
11=Info
13=Parandatud
;----------------------;
; Information messages ;
;----------------------;
14=Kokku vigu: %d
15=Parandatud: %d
;---------------;
; Error reports ;
;---------------;
16=Sisaldab tähtedeta ridu
17=Tühi subtiiter
18=Kattuvus eelmise reaga
19=Halb ajaväärtus
20=Liiga pikk kestvus
21=Liiga lühike kestvus
22=Liiga pikk rida
23=Üle kahe rea
24=Kuulmishäiretega
25=Tekst enne koolonit (":")
26=Mõttetud punktid
27=Sisaldab keelatud tähemärki
28=Korratud tähemärk
29=Korduv tiiter
30=Optilise märgituvastuse viga
31=Üks subtiitririda algab "-"
32=Pole tühikut peale määratud tähemärki
33=Pole tühikut enne määratud tähemärki
34=Mõttetud tühikud
35=Märgistatud osale
; added in 2.52
57=Liiga väike CPS
58=Liiga suur CPS
;-------------;
; Fix reports ;
;-------------;
36=Kustutatud tühjad read
37=Tühi tiiter kustutatud
38=Katvus parandatud
39=Parandatud kehv ajaväärtus
40=Üle kahe rea pikkune tiiter parandatud
41=Parandatud kuulmispuudega tiiter
42=Vaegkuuljatele mõeldud osa kustutatud
43=Kustutatud tekst enne (":")
44=Kustutatud mõttetud täpid
45=Keelatud kirjamärk kustutatud
46=Parandatud korduv kirjamärk
47=Parandatud korduv tiiter
48=Parandatud Optilise märgituvastuse viga
49=Kustutatud "-" Üherealisel tiitril
50=Lisatud tühik peale määratud kirjamärki
51=Lisatud tühik enne määratud kirjamärki
52=Eemaldatud mõttetud tühikud
;-----
53=Topeltklikk et hüpata reale peaaknas

[Information and errors Settings]
01=Seaded
02=Üldseaded
03=Eriseaded
04=Kontrolli
05=Paranda
06=Mõttetud tühikud
07=Näita kinnitust üldvormis parandamisel
08=Märgi vead üldvormis
09=Sea Värvus...
10=Rasvane
11=Kald
12=Allajoonitud
13=Märgi vead tiitrite laadimisel
14=Paranda vead tiitrite laadimisel
15=Paranda katvuse vead laadimisel
16=OCR Skript:
17=&Redigeeri
18=Kirjamärgid, mis võivad korduda:
19=Keelatud kirjamärgid:
20=Korduvate kirjamärkide tolerants:
21=millisekundit.
22=Tühik peale kirjamärki:
23=Tühik enne kirjamärki:
24=Liiga pikk kestvus:
25=Liiga lühike kestvus:
26=Liiga pikk rida:
27=Kirjamärgid.
;------
28=Ilma tähtedeta read
29=Tühjad subtiitrid
30=Subtiitrite kattuvus
31=Kehvad ajastused
32=Liiga pikk kestvus
33=Liiga lühike kestvus
34=Liiga pikad read
35=Subtiitrid üle kahe rea
36=Kurtide subtiitrid
37=Tekst enne koolonit (":")
38=Tekst on suurtähtedega
39=Mittevajalikud punktid
40=Keelatud kirjamärgid
41=Korduvad kirjamärgid
42=Korduvad subtiitrid
43=OCR vead
44="- " üherealistes tiitrites
45=Tühik peale määratud kirjamärki
46=Tühik enne määratud kirjamärki
47=Ebavajalikud tühikud
;------
48=Kontrolli:
49=Paranda:
50=Tühikud alguses ja lõpus
51=Tühikud reavahetuse ees ja järel (vasakul ja paremal)
52=Dubleeritud tühikud
53=Tühikud kirjavahemärkide ees
54=Tühikud peale "æ" ja ""
55=Tühikud enne "?" ja "!"
56=Tühikud numbrite vahel
; added in 2.52
57=CPS smaller than:
58=CPS bigger or equal:
59=Too small CPS
60=Too big CPS

[Various information]
01=Erinev info
02=Informatsioon
03=Ekstrad
04=Originaal fail
05=Tõlgitud fail
06=Valitud formaat:
07=Fail:
08=Suurus:
09=Subtiitrite hulk:
10=Kokku ridu:
11=Sõnu kokku:
12=Tähti kokku:
13=Üherealisi tiitreid:
14=Kaherealisi tiitreid:
15=Rohkem, kui kaherealisi tiitreid:
16=Pikim rida:
17=Subtiitris %d koos %d märkidega
18=Parim kirjasuurus taasesituseks
19=Resolutsioon:
20=AVI failist
21=Fondi nimi:
22=Rasvane
23=Kaldkiri
24=Arvuta
; added in 2.52
25=Longest duration:
26=Shortest duration:
27=Suurim CPS:
28=Väikseim CPS:
29=subtiitris %d

[SAMI Language Extractor]
01=SAMI Keele Ekstrakstor
02=SAMI fail:
03=Väljuv fail salvesta:
04=Valitud keeles ekstraktitakse:
05=Klass
06=Keel
07=Leia kõik automaatselt
08=Lisa käsitsi
09=Ekstrakti!
10=Lisa keel
11=Lisa nimi soovitud keelele:
12=Palun oota...

[About form]
01=Kõik programmist %s
02=Informatsioon
03=Lõputiitrid
04=Versioon: %s
05=%s versioon: %s
06=%d erinevat toetatavat formaati
"	07=If you like this software, we would really appreciate you could make a donation. Click here to do it."
08=Programmeeritud
09=Kaasabi programmeerimisel
10=%s poolt
; Following line is "DirectShow programming"
11=%s programmeerimine
12=Tõlkijad
13=Beeta testrid
"	14=Default icon by"
15=Uuendamiseks külasta:
; added in 2.52
16=Subtitle Workshop is released
17=under the GNU/GPL 3 license.

[Error messages]
01=Ei suuda lähetada subtiitrit rakendusliideselt. Palun laadi DLL "%s" kohast %s ja kopeeri "%s" kausta.
02=Järgnev viga (%s) pärines objektilt %s (%s):||"%s"||Palun kirjuta %s informeerimaks oma tegemisest, kui viga ilmnes.||Vajuta Ok Jätkamaks ja Katkesta et väljuda.
03=Fail "%s" on vigane, või ei toeta programm seda formaati.
04=Fail "%s" ei ole %s formaadis või ei ole õige subtiiter.
05="%s" ei ole õige videofail.
06=Ei ole õige reanumber.
07=Vali vähemalt üks laiend, mida otsida.
08=Otsingu suunda ei ole olemas.
09=Eseme number ei ole õige.
10=Palun lisa kaks tiitrit või enam.
11=Serveriga ei saa ühendust!.
12=Ei saa eemaldada "read only" sätet "%s".||Ilmselt on tegemist ülekirjutamise kaitsega.
13=Ei saa ühendust Microsoft Word'iga!.
14=Vali video(d) eelmis(t)ele osa(de)le kõigepealt!.
15=Vali kehtiv väljuva faili kaust.
16=Vali ekstraktimiseks vähemalt üks keel.
17="%s" pole korrektne SAMI fail.
18=Valige subtiitrite osa.
"	19=If you select a movie fragment for one part of the subtitle you need to select a movie fragment for all parts of the subtitle (except the last part of course)."
"	20=You need two or more points."

[Question messages]
01=Fail "%s" on muudetud.||Tahad sa muudatused salvestada?.
02=Fail "%s" on juba olemas.||Tahad seda asendada?.
03=Originaal fail ("%s") on muudetud.||Tahad sa muudatused salvestada?.
04=Tõlgitud tiiter  ("%s") on muudetud.||Tahad sa muudatused salvestada?.
05=Valitud tiiter kustutatakse.||Tahad sa jätkata?.
06=Punkt 1 Subtiiter: %s|Punkt 1 Film: %s||Punkt 2 Subtiiter: %s|Punkt 2 Film: %s||Sünkroniseerin subtiitri?
07=Video pleieri exe fail ei tööta, või pole teda näidatud kohas.||Tahaksid sa seda konfigureerida?.
08=Uus versioon leitud!.||Tahad sa näha nimekirja muudatustest?.
09=Valitud fail on ainult lugemiseks.||Proovin ikkagi salvestada?.

[Information messages]
01=Ei leia rohkem vasteid"%s".
02=Uut versiooni ei ole.
03=Õigekirja kontroll lõppenud.||%d muudatus(t) tehtud.
04=Liiga palju osi. Laadin uuesti...
05=Ainult üks keel leitud.||Kui fail sisaldab neid rohkem, lisa käsitsi, ava fail tekstieditoris ja ürita leida korrektset liigi nime.
06=Ei suuda leida "STIIL" asukohta stardi ja ava/või sulge tag!.||Ilmselt põhjusel, et see fail ei sisalda rohkem kui ühte keelt.|Kui sisaldub, siis katsu otsida soovitud keelte jaoks sobivat liigi nime.
07=Parim kirjasuurus mahamängimiseks on: %d
08=Kokku asendatud: %d
09=Failinimi: %s|Suurus: %s|FPS: %s|Kesvus: %s|Kokku kaadreid: %d|Resolutisioon: %dx%d|FourCC: %s
10=Mõned kaadrid võivad olla vigaselt renderdatud. Ilmselt on viga audio või video koodekites.
"	11=It is not necessary to set the movie fragment corresponding to the last subtitle."
; added in 2.52
12=Sudden error occured:|"%s"

[Information and errors messages]
01=Subtiiter number %d on tühi ja see kustutatakse.||Soovid jätkata?.
02=Subtiiter number %d:||"%s" sisaldab keelatud kirjamärki, ning kustutatakse.||Soovid jätkata?
03=Subtiiter number %d:||"%s" kustutatakse.||Soovid jätkata?
04=Osa subtiitrist number %d:||"%s" kustutatakse, nii et subtiiter saab:||"%s"||Soovid jätkata?
05=Subtiiter number %d:||"%s"on üherealine ja algab märgiga "-".||Soovid sa kustutada "-" algusest?.

; added in 2.52
[Audio streams]
01=Multiple audio streams detected.
02=Palun valige audio.
03=OK
